{
  "ancient_evil": {
    "special_rule_id": 1,
    "name": "ancient_evil",
    "type": "passive",
    "origin": "basic",
    "description": "An enemy model within 18\" of this model suffers a -1 penalty to it's Courage. Note, this is not cumulative with other similar penalties such as those provided by Goblin Drums, The Harbinger of Evil Special rule and so on."
  },
  "cave_dweller": {
    "special_rule_id": 2,
    "name": "cave_dweller",
    "type": "active",
    "origin": "basic",
    "description": "A model with this special rule adds 1 to all Jump, Leap and Climb tests. They also suffer no penalties for fighting in the dark."
  },
  "fiery_lash": {
    "special_rule_id": 3,
    "name": "fiery_lash",
    "type": "active",
    "origin": "equipement",
    "description": "This is a throwing weapon with a range of 8\" and a Strength of 7. Additionnally, a model that is hit by this weapon and not slain is dragged directly towards and into base contact with the Balrog, even over intervening models or terrain. If the model cannot be placed where it should be placed, instead place it in base contact with the Balrog as close as possible to the position it should have been in. If, for wathever reason, the model cannot be placed anywhere in base contact, then it is not moved at all."
  },
  "flame_of_udûn": {
    "special_rule_id": 4,
    "name": "flame_of_udûn",
    "type": "passive",
    "origin": "basic",
    "description": "The Balrog is never considered to be unarmed and any model that suffers a Wound from the Balrog's Strikes (even if it is subsequently saved by Fate) and not slain must roll a D6. On a 6, the model suffers the Set Ablaze special rule. Additionnally, the Balrog is immune to any fire-based attacks or special rules, such as a Dragon's Breath Fire or the Set Ablaze special rule."
  },
  "demon_of_the_ancient_world": {
    "special_rule_id": 5,
    "name": "demon_of_the_ancient_world",
    "type": "passive",
    "origin": "basic",
    "description": "The Balrog may call a Heroic Combat each turn without the need to expend a point of Might. Additionnally, special rules and Strikes that would slay the Balrog instantly (such as Drain Soul or a Morgul blade) will only inflict half of the Balrog's starting Wounds rather than all of them."
  },
  "goblin_mastery": {
    "special_rule_id": 6,
    "name": "goblin_mastery",
    "type": "passive",
    "origin": "basic",
    "description": "Friendly Moria Goblin models within 12\" of the Balrog automatically pass Courage tests."
  },
  "fearless": {
    "special_rule_id": 7,
    "name": "fearless",
    "type": "passive",
    "origin": "basic",
    "description": "This model automatically passes any Courage test it is required to make."
  },
  "resistant_to_magic": {
    "special_rule_id": 8,
    "name": "resistant_to_magic",
    "type": "passive",
    "origin": "basic",
    "description": "If this model is targeted by a Magical Power, it may use an additional 'free' dice when it makes a Resist test, even if it has no Will remaining or decides not to use any Will points from its store."
  },
  "terror": {
    "special_rule_id": 9,
    "name": "terror",
    "type": "passive",
    "origin": "basic",
    "description": "Should a model wish to Charge this model, it must first take a Courage test before it moves. If the test is passed, the model may Charge as normal. If the test is failed, the model does not Charge and may not move at all this turn.\nSometimes, a model will only cause Terror in certain enemies. In these instances, the creatures that are affected are clearly listed, and only those models need to make a Courage test before charging this model. For example, a model with the Terror (Orc) will cause Terror in all Orc models."
  },
  "backstabbers": {
    "special_rule_id": 10,
    "name": "backstabbers",
    "type": "active",
    "origin": "basic",
    "description": "This model receives +1 to their To Wound rolls when making Strikes against a Trapped model. This bonus is cumulative with  other bonuses, such as using a two-handed weapon."
  },
  "bane_of_kings/venom": {
    "special_rule_id": 11,
    "name": "bane_of_kings/venom",
    "type": "active",
    "origin": "basic",
    "description": "This model must re-roll all failed To Wound rolls when making Strikes in close combat."
  },
  "bane_weapons": {
    "special_rule_id": 12,
    "name": "bane_weapons",
    "type": "active",
    "origin": "basic",
    "description": "Bane weapons cause D3 Wounds rather than 1, per successful Strike, on specific races – the race in question will be presented as Xbane, where X is the race in question. For example, a model with the Orcbane special rule will cause D3 Wounds per successful Strike against models with the Orc keyword."
  },
  "blades_of_the_dead": {
    "special_rule_id": 13,
    "name": "blades_of_the_dead",
    "type": "active",
    "origin": "basic",
    "description": "When determining what number models with this special rule need To Wound their opponents, use their opponent’s Courage rather than its Defence on the Wound chart. Models with this special rule cannot use Special Strikes."
  },
  "blood_and_glory": {
    "special_rule_id": 14,
    "name": "blood_and_glory",
    "type": "active",
    "origin": "basic",
    "description": "If this model kills an enemy Hero model in a Fight, they immediately regain a single point of Might spent earlier in the battle."
  },
  "bodyguard": {
    "special_rule_id": 15,
    "name": "bodyguard",
    "type": "active",
    "origin": "basic",
    "description": "All Warrior and Hero models from the same army list with this special rule will automatically Bodyguard the Hero from the same army list with the highest Heroic Tier. If there is more than one Hero with the highest Heroic Tier, the controlling player may choose. As long as the bodyguarded model is alive on the battlefield, this model passes all Courage tests.\nModels that are part of an allied contingent must select a model from their own army list."
  },
  "burly": {
    "special_rule_id": 16,
    "name": "burly",
    "type": "passive",
    "origin": "basic",
    "description": "When fighting with a two-handed weapon, a model with this special rule does not suffer the -1 penalty to their Duel roll.\nAdditionally, Burly models may carry a Heavy Object and move their full distance."
  },
  "expert_rider": {
    "special_rule_id": 17,
    "name": "expert_rider",
    "type": "active",
    "origin": "basic",
    "description": "Whilst mounted, an Expert Rider may re-roll the dice when making Jump, Swim and Thrown Rider tests.\nWhile mounted, a model carrying both a shield and a bow will still receive the +1 Defence bonus for being armed with a shield. If the model dismounts, they will lose this bonus.\nAdditionally, an Expert Rider can pick up Light Objects without having to dismount."
  },
  "expert_shot": {
    "special_rule_id": 18,
    "name": "expert_shot",
    "type": "active",
    "origin": "basic",
    "description": "A model with this special rule may fire twice in the Shoot phase. These shots are resolved one at a time, meaning that the shooter can target the same model twice or two different models, once each, if they wish."
  },
  "fell_sight": {
    "special_rule_id": 19,
    "name": "fell_sight",
    "type": "passive",
    "origin": "basic",
    "description": "A model with this special rule does not need Line of Sight to be able to Charge.\nAdditionally, they may target models with the Stalk Unseen special rule with no penalty."
  },
  "fleetfoot": {
    "special_rule_id": 20,
    "name": "fleetfoot",
    "type": "active",
    "origin": "basic",
    "description": "A model that has this special rule, and the Woodland Creature special rule, will also apply the effects of Woodland Creature to their mount, so the whole model treats woodland terrain as clear terrain for the purposes of movement."
  },
  "fly": {
    "special_rule_id": 21,
    "name": "fly",
    "type": "active",
    "origin": "basic",
    "description": "This model may ignore all intervening models and terrain as it moves – flying over buildings, woods and so on. The model may not end its movement within woods or upon any terrain that its base will not safely balance upon (flat rocks, hills and the like are fine, but don’t try to perch your model precariously upon trees, sloped roofs, and so on). When flying, a model may move up to 12\". A model with this special rule may still choose to use their normal Move value if they wish, however, they will gain none of the benefits of the Fly special rule if they move in this way. If a model with the Fly special rule walks into a wood, they cannot use the Fly special rule again until they have fully left the wood.\nFurthermore, a model with this special rule may pass 'over' enemy Control Zones without charging the model – as long as they end their move outside of the Control Zone."
  },
  "harbinger_of_evil": {
    "special_rule_id": 22,
    "name": "harbinger_of_evil",
    "type": "passive",
    "origin": "basic",
    "description": "An enemy model within 12\" of this model suffers a -1 penalty to its Courage. Note, this is not cumulative with other similar penalties such as those provided by Goblin Drums, the Ancient Evil special rule, and so on."
  },
  "horse_lord": {
    "special_rule_id": 23,
    "name": "horse_lord",
    "type": "passive",
    "origin": "basic",
    "description": "Whilst this model is mounted, they may choose to expend their own Fate points to prevent Wounds caused to their mount."
  },
  "master_of_battle": {
    "special_rule_id": 24,
    "name": "master_of_battle",
    "type": "active",
    "origin": "basic",
    "description": "Whenever an enemy Hero attempts a Heroic Action within 6\" of a model with this special rule, this model may call the same Heroic Action without spending Might, even if they would not usually have access to it.\nSometimes a model with this special rule will have a number after the rule in brackets, e.g., Master of Battle (5+). In this situation, whenever an enemy Hero attempts a Heroic Action within 6\" of a model with this special rule, roll a D6. If the dice score equals or beats the number after the special rule, this model may call the same Heroic Action without spending Might – even if they would not normally be able to call the same Heroic Action."
  },
  "mighty_blow": {
    "special_rule_id": 25,
    "name": "mighty_blow",
    "type": "active",
    "origin": "basic",
    "description": "For each Strike that successfully Wounds in close combat, this model inflicts 2 Wounds rather than 1."
  },
  "mighty_hero": {
    "special_rule_id": 26,
    "name": "mighty_hero",
    "type": "passive",
    "origin": "basic",
    "description": "A model with this special rule may expend 1 point of Might each turn without reducing their own store of Might."
  },
  "monstrous_charge": {
    "special_rule_id": 27,
    "name": "monstrous_charge",
    "type": "active",
    "origin": "basic",
    "description": "If a model with this special rule charges into combat, it will gain the Knock to the Ground and Extra Attack bonuses as if it were Cavalry, with a couple of exceptions:\nThis model will Knock to the Ground any model that it Charges, including Cavalry or Monster models, with a lower Strength value than it, even if the charged model has a Strength of 6 or higher. The rider of a Cavalry model will automatically suffer the Knocked Flying result for its Thrown Rider test.\nAdditionally, this model will still get the Extra Attack bonus if it Charges, or is subsequently charged by, Cavalry or another model with this special rule.\nIf a model with this special rule is a Cavalry model, the mount will count as being In The Way of its rider, except that the rider will only be hit on a 5-6; a roll of 1-4 will hit the mount."
  },
  "mountain_dweller": {
    "special_rule_id": 28,
    "name": "mountain_dweller",
    "type": "active",
    "origin": "basic",
    "description": "Mountain Dwellers may re-roll any Jump, Leap and Climb tests. In addition, they may move through rocky areas that are classified as difficult terrain as if they were open ground."
  },
  "poisoned_weapons": {
    "special_rule_id": 29,
    "name": "poisoned_weapons",
    "type": "active",
    "origin": "basic",
    "description": "Poisoned weapons must re-roll To Wound rolls of a 1 when that weapon is being used. The weapon that is coated in poison, and therefore benefits from this rule, will be listed in the model’s profile. For example, a model with the Poisoned Sword special rule will re-roll all To Wound rolls of 1 when using their sword. A model with the Poisoned Arrows special rule will re-roll To Wound rolls of a 1 when firing their bow."
  },
  "set_ablaze": {
    "special_rule_id": 30,
    "name": "set_ablaze",
    "type": "passive",
    "origin": "basic",
    "description": "A model may be set ablaze through a number of means. When this happens, the model immediately suffers one Strength 9 hit. If the model survives, it will suffer a further one Strength 5 Hit in each End phase until the blaze is extinguished.\nTo extinguish the blaze, the model must either lie down and then crawl 1\", or enter a water feature, at which point the blaze is immediately put out."
  },
  "shieldwall": {
    "special_rule_id": 31,
    "name": "shieldwall",
    "type": "active",
    "origin": "basic",
    "description": "If this model is armed with a shield, whilst in base contact with two or more non-Prone models with this special rule that are armed with a shield, this model gains a bonus of +1 to its Defence. This bonus is only available whilst on foot."
  },
  "stalk_unseen": {
    "special_rule_id": 32,
    "name": "stalk_unseen",
    "type": "passive",
    "origin": "basic",
    "description": "If a model with this special rule is partially concealed from view by a piece of terrain, they cannot be seen at all at distances of more than 6\" – they appear to melt into the background. This means that enemies cannot Charge, Shoot or target them with Magical Powers or special rules at ranges of greater than 6\", unless they have a completely clear view of the target.\nIf the model is riding a mount, Stalk Unseen has no effect."
  },
  "survival_instinct": {
    "special_rule_id": 33,
    "name": "survival_instinct",
    "type": "active",
    "origin": "basic",
    "description": "Each time a model with this special rule suffers a Wound, it must take a Courage test. If the test is failed then the model flees the battlefield and counts as a casualty. This is an exception to the usual rules for taking multiple Courage tests in a turn."
  },
  "swift_movement": {
    "special_rule_id": 34,
    "name": "swift_movement",
    "type": "active",
    "origin": "basic",
    "description": "A model with this special rule can climb on any surface, regardless of angle. They can therefore move at full speed over any type of difficult terrain and ignore all obstacles except for water features and gaps such as chasms, ditches and other spaces, which they have to jump as normal. The model must be able to balance safely upon wherever it finishes its movement – no spiders finishing upside down, for example!"
  },
  "sworn_protector": {
    "special_rule_id": 35,
    "name": "sworn_protector",
    "type": "active",
    "origin": "basic",
    "description": "Models with this special rule will have a specific model in brackets after the special rule. Whilst the named model is alive and on the battlefield, this model passes all Courage tests."
  },
  "throw_stones": {
    "special_rule_id": 36,
    "name": "throw_stones",
    "type": "active",
    "origin": "basic",
    "description": "If this model does not move at all during the Move phase, then in the Shoot phase it may make a shooting attack with the Strength and range specified in the model’s profile."
  },
  "unyielding_combat_stance": {
    "special_rule_id": 37,
    "name": "unyielding_combat_stance",
    "type": "active",
    "origin": "basic",
    "description": "If a model with this special rule is knocked Prone, roll a D6. On a 4+, this model keeps their footing and is not knocked Prone. If this model was mounted when knocked Prone, and passes the roll to keep their footing, they will stay on their feet but they will still be separated from their mount. This model may still make this roll even if it automatically suffers the Knocked Flying result and, if the roll is successful, will not suffer any of its effects."
  },
  "will_of_evil": {
    "special_rule_id": 38,
    "name": "will_of_evil",
    "type": "passive",
    "origin": "basic",
    "description": "This model must give up 1 point of Will at the end of the Fight phase if it has been involved in one or more Fights that turn. Note that if a model is in base contact with an enemy model then it must fight – it cannot choose not to fight! Once the model is reduced to 0 Will points, it is banished and therefore removed as a casualty. If a model with this special rule uses their last Will points to cast a Magical Power with the Instant duration, the effects of the Magical Power will be resolved before the model is removed as a casualty.\n         Additionally, a Hero wearing The One Ring is not invisible to this model as they are to others. Furthermore, this model does not need to give up a point of Will if they are fighting a model wearing the Ring – not even if other enemy models are included as part of a Multiple Combat."
  },
  "woodland_creature": {
    "special_rule_id": 39,
    "name": "woodland_creature",
    "type": "active",
    "origin": "basic",
    "description": "An Infantry model with this special rule may move through woods and forests that are classified as difficult terrain as if they are open ground. Note that this doesn’t mean they can automatically climb terrain in those areas, nor move through tree trunks or jump fallen Obstacles."
  },
  "iron_fist": { "special_rule_id": 40, "name": "iron_fist", "type": "active", "origin": "basic", "description": "Durbûrz's Stand Fast! has a range of 12\"." },
  "mithril_crown": {
    "special_rule_id": 41,
    "name": "mithril_crown",
    "type": "passive",
    "origin": "equipement",
    "description": "At the start of each fight phase, before Heroic Actions are declared, roll a D6. On a 4+, all friendly Moria Goblin models within 3\" of Grôblog gain +1 Fight until the End phase of the turn."
  },
  "master_of_the_dark_wild": {
    "special_rule_id": 42,
    "name": "master_of_the_dark_wild",
    "type": "passive",
    "origin": "basic",
    "description": "Drûzhag may include Wild Wargs, Fell Wargs, Giant Spiders and Bat Swarms in his warband as if they were part of the same army list. This does not count as allying. Additionnally, all friendly Bat, Warg and Spider models within 12\" of Drûzhag may use his Courage value instead of their own. Drûzhag's Fury Magical Power will affect himself and any model that is either a Bat, Spider or Warg model."
  },
  "hatred_(dwarf)": {
    "special_rule_id": 43,
    "name": "hatred_(dwarf)",
    "type": "active",
    "origin": "basic",
    "description": "A model with this special rule adds 1 to their To Wound rolls when fighting in combat against the models with the keyword listed in the brackets in its profile. For example, a model that has the Hatred (Man) special rule will get +1 to their To Wound rolls against all models with the Man keyword. A model that has the Hatred (Mordor) special rule will get +1 to their To Wound rolls against all models with the Mordor keyword."
  },
  "nenya": {
    "special_rule_id": 44,
    "name": "nenya",
    "type": "passive",
    "origin": "equipement",
    "description": "Galadriel can re-roll her dice when using Fate points."
  },
  "mirror_of_galadriel": {
    "special_rule_id": 45,
    "name": "mirror_of_galadriel",
    "type": "passive",
    "origin": "equipement",
    "description": "The mirror is a Heavy Object wit a Defence of 8 and 3 Wounds. It is deployed within 6\" of Galadriel at the start of the game. For Scenarios that require both armies to move onto the board, any models within Galadriel's warband may carry the mirror onto the board. During the End phase of each turn, one friendly Hero model within 6\" may restore their Fate to its starting value."
  },
  "packlord": {
    "special_rule_id": 46,
    "name": "packlord",
    "type": "active",
    "origin": "basic",
    "description": "Only friendly Warg models may benefit from a Wild Warg Chieftain's Stand Fast! and Heroic Actions."
  },
  "feral": {
    "special_rule_id": 47,
    "name": "feral",
    "type": "passive",
    "origin": "equipement",
    "description": "If the Ringwraith riding a Fell Beast is slain or dismounts, the creature automatically fails its Courage test and flees the battlefield."
  },
  "miasmatic_presence": {
    "special_rule_id": 48,
    "name": "miasmatic_presence",
    "type": "passive",
    "origin": "basic",
    "description": "At the start of the Move phase, before Heroic Actions are declared, The Tainted may elect to spend a point of Will. If he does this, until the end of the turn, all Warrior models within 6\" of The Tainted may not benefit from the Stand Fast! rule, nor take part in Heroic Actions."
  },
  "seeping_decay": {
    "special_rule_id": 49,
    "name": "seeping_decay",
    "type": "passive",
    "origin": "basic",
    "description": "At the start of the Fight phase, roll a D6 for each non-Spirit model (friendly or ennemy) in base contact with The Tainted - if the model is a Cavalry model, roll for both the mount and the rider. On the roll of a 6, they suffer a Wound."
  },
  "sap_fortitude": {
    "special_rule_id": 50,
    "name": "sap_fortitude",
    "type": "passive",
    "origin": "basic",
    "description": "Every time a Hero model within 6\" of The Dwimmerlaik spend a point of Might, Will or Fate, The Dwimmerlaik may elect to spend a point of Will. If he does, roll a D6. On a 4+, the enemy Hero model must spend an additional point (of the same type) or the deed will be cancelled and any Might, Will or Fate already committed will be lost. Note that a Hero model that wishes to expend multiple points of Might, Will or Fate, may wait to see how The Dwimmerlaik's roll affects their first point of Might, Will, or Fate, before committing to spending any more. The Dwimmerlaik will have to spend a point of Will for every point he wishes to affect, though he may wait to see how his first point of Will affected his opponent before deciding to spend another point of Will."
  },
  "immortal_hunger": {
    "special_rule_id": 51,
    "name": "immortal_hunger",
    "type": "active",
    "origin": "basic",
    "description": "Gûlavhar regains a single Wound for each model he slay in combat. Rend is the only Brutal Power Attack that allows Gûlavhar to regain Wounds in this manner. This can never take his Wounds beyond 4."
  },
  "strength_of_body": {
    "special_rule_id": 52,
    "name": "strength_of_body",
    "type": "passive",
    "origin": "basic",
    "description": "Gûlavhar's Attacks is always equal to his remaining Wounds."
  },
  "strength_of_will": {
    "special_rule_id": 53,
    "name": "strength_of_will",
    "type": "passive",
    "origin": "basic",
    "description": "Gûlavhar's Courage is always equal to his remaining Wounds."
  },
  "lead_by_example": {
    "special_rule_id": 54,
    "name": "lead_by_example",
    "type": "active",
    "origin": "basic",
    "description": "In a turn in which Buhrdûr slays an enemy Hero or Monster model in combat, all friendly Angmar Orc models and Troll models within 6\" of him count as being in range of a Banner."
  },
  "chill_aura": {
    "special_rule_id": 55,
    "name": "chill_aura",
    "type": "passive",
    "origin": "basic",
    "description": "At the start of the Fight phase, before Heroic Actions are declared, a Shade may expend a Will point to activate this ability. Any enemy model within 6\" of one or more Shades suffers a -1 penalty on its Duel roll. This is cumulative with other such penalties, such as for wielding a two-handed weapon."
  },
  "banners": {
    "special_rule_id": 56,
    "name": "banners",
    "type": "other",
    "origin": "equipement",
    "description": "A banner provides a single re-roll to friendly models who are involved in a Fight within 3\". Whether it is a model fighting on their own, or several friends all fighting against a common enemy, you can re-roll one D6 in each Duel roll to see who wins. This re-roll can be made after your opponent has rolled their own dice to see who wins, but must be made before any Might points are spent to adjust scores. \nIt makes perfect sense that a banner must be flying in order for its bearer’s allies to gain the benefits of it being near, and as such a banner bearer must be standing for the effects of a banner to count. Models cannot benefit from the effects of a banner if the bearer is Prone. \nIt is possible that one player may re-roll a dice and find themselves winning the Fight – in which case their opponent may wish to use a banner of their own. Remember, a banner only provides one re-roll to each Duel roll.\nAny model carrying a banner is encumbered by its weight, and suffers a -1 penalty to their Duel rolls.\nA Warrior model carrying a banner who is slain may pass it on to a friendly Warrior model (but not to a Hero model), who is in base contact, not Prone, and is not Engaged in a Fight. Swap the models over if they are the same type of Warrior, or find a suitable banner-carrying substitute in your collection."
  },
  "troll_chain": {
    "special_rule_id": 57,
    "name": "troll_chain",
    "type": "active",
    "origin": "equipement",
    "description": "This is a throwing weapon with a range of 3\" and a Strength of 5."
  },
  "a_fell_light_is_in_them": {
    "special_rule_id": 58,
    "name": "a_fell_light_is_in_them",
    "type": "active",
    "origin": "basic",
    "description": "At any point during its move, a Spectre can choose a single enemy model anywhere within 12\" and Line of Sight. This model must pass a Courage test or make a full move under the control of the Spectre's controlling player - even if it has already moved. This move cannot be used to enter an enemy model's Control Zone, or perform actions that would cause direct harm to the target (such as jumping down a cliff). It may also not be used to have the target dismount or lie down. Affected models may move no further that turn, and may not use Active abilities for the remainder of the Move phase."
  }
}
